<template>
    <div class="detail">
        <h1>{{title}}</h1>
        <div>
            <p>
                {{article}}
            </p>
        </div>
    </div>
</template>
<script>
	export default {
		name: 'detail',
		data() {
			return {
				title: '比特大陆版“权力的游戏”',
				article: '近日，"蚂蚁矿机ANTMINER"在微博发布北京比特大陆科技有限公司（以下简称"北京比特大陆"）关于近期经营协作的磋商及实时进展公告，称两位大股东——即詹克团与吴忌寒已就目前公司的生产经营问题达成了共识。但令外界错愕的是，该公告很快被删除。\n' +
					'\n' +
					'自2019年10月以来，比特大陆科技控股公司（于开曼群岛注册成立以不同投票权控制的有限公司，下称“比特大陆”）两大股东吴忌寒和詹克团争斗就从未停过，双方数次通过各种渠道发布公告，就公司法人、公章、公众号归属等问题争执不下，甚至还在今年5月上演了"当当式"抢夺营业执照戏码。\n' +
					'\n' +
					'而在比特大陆股东内斗不断的同时，竞争对手嘉楠耘智和亿邦国际已经成功在美股上市。\n' +
					'\n' +
					'有业内人士向雷达财经表示，如果比特大陆大股东内斗迟迟不解决，不排除被竞争对手超越。'
			}
		}
	}
</script>
<style lang="scss">
    .detail {
        p {
            text-align: left;
            line-height: 30px;
        }
    }
</style>
